{"keras_version": "2.0.6", "config": [{"config": {"units": 100, "activity_regularizer": null, "kernel_constraint": null, "batch_input_shape": [null, 39], "dtype": "float32", "kernel_regularizer": null, "name": "dense_1", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"mode": "fan_avg", "scale": 1.0, "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "bias_constraint": null, "trainable": true, "activation": "relu", "bias_regularizer": null, "use_bias": true}, "class_name": "Dense"}, {"config": {"units": 75, "activity_regularizer": null, "kernel_constraint": null, "kernel_regularizer": null, "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"mode": "fan_avg", "scale": 1.0, "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "bias_constraint": null, "trainable": true, "activation": "relu", "name": "dense_2", "use_bias": true}, "class_name": "Dense"}, {"config": {"units": 55, "activity_regularizer": null, "kernel_constraint": null, "kernel_regularizer": null, "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"mode": "fan_avg", "scale": 1.0, "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "bias_constraint": null, "trainable": true, "activation": "softmax", "name": "dense_3", "use_bias": true}, "class_name": "Dense"}], "class_name": "Sequential", "backend": "tensorflow"}