{"backend": "tensorflow", "config": [{"config": {"batch_input_shape": [null, 44], "activity_regularizer": null, "units": 100, "kernel_initializer": {"config": {"seed": null, "mode": "fan_avg", "distribution": "uniform", "scale": 1.0}, "class_name": "VarianceScaling"}, "kernel_constraint": null, "dtype": "float32", "kernel_regularizer": null, "bias_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "name": "dense_1", "bias_regularizer": null, "use_bias": true}, "class_name": "Dense"}, {"config": {"activity_regularizer": null, "units": 75, "kernel_initializer": {"config": {"seed": null, "mode": "fan_avg", "distribution": "uniform", "scale": 1.0}, "class_name": "VarianceScaling"}, "kernel_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "activation": "relu", "bias_regularizer": null, "kernel_regularizer": null, "name": "dense_2", "trainable": true, "use_bias": true}, "class_name": "Dense"}, {"config": {"activity_regularizer": null, "units": 55, "kernel_initializer": {"config": {"seed": null, "mode": "fan_avg", "distribution": "uniform", "scale": 1.0}, "class_name": "VarianceScaling"}, "kernel_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "activation": "softmax", "bias_regularizer": null, "kernel_regularizer": null, "name": "dense_3", "trainable": true, "use_bias": true}, "class_name": "Dense"}], "class_name": "Sequential", "keras_version": "2.0.6"}