{"class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"bias_constraint": null, "units": 100, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null, "batch_input_shape": [null, 39], "bias_regularizer": null, "trainable": true, "use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "mode": "fan_avg", "distribution": "uniform", "scale": 1.0}}, "activation": "relu", "kernel_regularizer": null, "dtype": "float32", "activity_regularizer": null, "name": "dense_1"}}, {"class_name": "Dense", "config": {"bias_constraint": null, "units": 75, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null, "bias_regularizer": null, "trainable": true, "use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "mode": "fan_avg", "distribution": "uniform", "scale": 1.0}}, "activation": "relu", "kernel_regularizer": null, "activity_regularizer": null, "name": "dense_2"}}, {"class_name": "Dense", "config": {"bias_constraint": null, "units": 55, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null, "bias_regularizer": null, "trainable": true, "use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "mode": "fan_avg", "distribution": "uniform", "scale": 1.0}}, "activation": "softmax", "kernel_regularizer": null, "activity_regularizer": null, "name": "dense_3"}}], "backend": "tensorflow", "keras_version": "2.0.6"}